Repository: mozilla-l10n/mt-training-data
Catalog: rki/rki_pontoon.tmx
Source language: en_us
Languages: rki

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
rki: Sentence Collector စွာ Common Voice က အဓိက ပလက်ဖောင်းကို ပြောင်းလာပါယေ။ အဂုအခါ Common Voice မှာ စာကြောင်းတကြောင်း <writeURL>ရီးသား</writeURL>စွာ ဝါ စာကြောင်းတကြောင်းတည်း တင်သွင်းစွာတိကို <reviewURL>ပြန်ပနာ သုံးသပ်</reviewURL>စွာ ပြုလုပ်နိုင်ပါဗျာလ်။

source: The sentence has a grammatical or spelling error.
rki: စာကြောင်းမှာ သဒ္ဒါ ဝါ စာလုံးပေါင်း အမှား ဟိနိန်ပါယေ။

source: The sentence has disrespectful or offensive language.
rki: စာကြောင်းမှာ မလေးမစား ပြုယေ ဝါ စော်ကားယေ ဘာသာစကား ပါနိန်ပါယေ။

source: The sentence must be grammatically correct.
rki: စာကြောင်းစွာ သဒ္ဒါအရ မှန်ကန်ရပါဖို့။

source: The sentence must be speakable.
rki: စာကြောင်းကို စကား ပြောလို့ရအောင် ရီးရပါဖို့။

source: The sentence must be spelled correctly.
rki: စာကြောင်းကို မှန်မှန်ကန်ကန် စာလုံးပေါင်းရပါဖို့။

source: The sentence should have fewer than 15 words.
rki: စာကြောင်းမှာ စကားလုံး ၁၅ လုံးထက် နည်းရပါဖို့။

source: The site is ready to be launched when it reaches 75% completion.
rki: ဝပ်ဆိုက် ၇၅% ဗြီးစီးလားကေ ဖွင့်လှစ်ဖို့ အဆင်သင့် ဖြစ်နိန်ပါဗျာလ်။

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
rki: ဆိုက်ကို အယင်ဆုံး ပြန်သုံးနိုင်အောင် ကြိုးစားနိန်ပါယေ။ နောက်ဆုံးရ သတင်းအချက်အလက်တိအတွက် ဆိုက်အတွိအကြုံပြဿနာတိကို တင်ပြဖို့နန့် စောင့်ကြည့်ဖို့ <matrixLink>Matrix အသိုင်းအဝိုင်း စကားပြောခန်း</matrixLink>မှာ ပါဝင်ပါ ဝါ <githubLink>GitHub</githubLink> ဝါ <discourseLink>အကျွန်ရို့ Discourse ဖိုရမ်တိ</discourseLink>ကို ဝင်ပနာ ကြည့်ပါ။

source: The sound of laughter.
rki: ရယ်ယေ အသံ။

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
rki: TED-LIUM corpus ကို TED ဝက်ဘ်ဆိုက်မှာ ရဟိနိုင်ယေ အသံဆွေးနွေးပွဲတိနန့် ယင်းသူရို့ စာသားမှတ်တမ်းတိက ပြုလုပ်ထားပါယေ။

source: The website text is translated into that language.
rki: ဝဘ်ဆိုက်စာသားကို ယင်းဘာသာစကားကို ဘာသာပြန်ဆိုထားယေ။

source: Think for a moment about the prompt, consider what kind of thing you’d like to say, but don’t script yourself too much. Click the ‘record’ icon. Once you’ve recorded you can listen to yourself, re-record, delete or submit.
rki: ညွှန်ကြားချက် အကြောင်း တနားချေ စဉ်းစားကြည့်ပါ၊ ဇာပိုင် စကားမျိုး ပြောချင်လဲဆိုစွာ စဉ်းစားပါ၊ ဝါ ကိုယ့်ကိုယ်ကိုယ် စာတိ အများကြီး မရီးပါကဲ့။ ‘အသံသွင်းပါ’ အိုင်ကင်ကို နှိပ်ပါ။ အသံသွင်းဗြီးစွာနန့် ကိုယ်တိုင် နားထောင်နိုင်ယေပိုင်၊ ပြန်လို့ အသံ သွင်းနိုင်၊ ဖျက်နိုင်၊ တင်သွင်းစွာလည်း လုပ်နိုင်ပါယေ။

source: Think of real-life moments or situations: jokes, arguments, traditions
rki: လက်တွေ့ဘဝ အခိုက်အတန့်တိ ဝါ အခြေအနေတိကို စဉ်းစားပါ - ဟာသတိ၊ အငြင်းအခုံတိ၊ ရိုးရာဓလေ့တိ

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
rki: ဒေအကြောင်းအရာမှာ လူတယောက်ချင်းစီ နာမေ၊ အီးမေးလ် လိပ်စာ၊ တည်နေရာ၊ မှတ်ပုံတင်နံပါတ် ဝါ ဖုန်းနံပါတ် ရို့ပိုင် ကိုယ်ရေးကိုယ်တာ အချက်အလက်တိ ပါနိန်ပါယေ။

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
rki: ဒေအကြောင်းအရာစွာ လူတယောက်ချင်းစီ နာမေ၊ အီးမေးလ် လိပ်စာ၊ တည်နေရာ၊ မှတ်ပုံတင်နံပါတ် ဝါ ဖုန်းနံပါတ် ရို့ပိုင် ကိုယ်ရေးကိုယ်တာ အချက်အလက်တိကို တောင်းနိန်ပါယေ။

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
rki: ဒေအချက်အလက်ကို ပီးမပီး ရွီးနိုင်ပါယေ - မိတ်ဆွေ အဆင်ပြေယေလို့ ခံစားမိမှရာ ထည့်သွင်းသင့်ပါယေ။ အကျွန်ရို့ ဒေတာစုကို ထုတ်ပြန်ယေခါ၊ ကိုယ်ရေးကိုယ်တာ အချက်အလက်တိ အားလုံးကို နာမေဝှက်နန့် ဖော်ပြပနာ၊ မိတ်ဆွေ နာမေနန့် အီးမေးလ်ရို့ပိုင် အချက်အလက်တိကို အသက် ဝါ လိင် ရို့ပိုင် ကိုယ်ရေး အချက်အလက်တိနန့် မချိတ်ဆက်ထားဖို့ ကတိပီးပါယေ။

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
rki: ဒေအချက်အလက်ကို ပီးဖို့ ရွီးနိုင်ပါယေ - မိတ်ဆွေ အဆင်ပြေယေလို့ ခံစားမိမှရာ ထည့်သွင်းပါ။ ဒေတာစုကို ထုတ်ပြန်ယေခါ၊ အကျွန်ရို့စွာ ကိုယ်ရေးကိုယ်တာ အချက်အလက် အားလုံးကို နာမေဝှက်နန့် ဖော်ပြပနာ၊ မိတ်ဆွေ နာမေနန့် အီးမေးလ် ရို့ပိုင် အချက်အလက်တိကို အသက် ဝါ လိင် ရို့ပိုင် လူဦးရေနန့် ဆိုင်ယေ အချက်အလက်တိနန့် မချိတ်ဆက်မိအောင် သေချာဇီပါဖို့။ နည်းပညာစွာ လူတိုင်းအတွက် ကောင်းကောင်း အလုပ် လုပ်နိုင်အောင်၊ မတူညီယေ လူအမျိုးမျိုးကို ထင်ဟပ်တေ အချက်အလက်တိကို နည်းပညာတည်ဆောက်ဖို့ ဆော့ဖ်ဝဲရီးယေ လူတိ လိုအပ်ပါယေ။ မက်တာဒေတာစွာ ဇာကြောင့် အရေးကြီးလေလို့ ပို လေ့လာကြည့်ပါ။

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
rki: အေဟင့်စွာ စကားပြော ဂဏန်းတိကို မှတ်မိစွာနန့် ဟုတ်တေ / မဟုတ် ရှာစွာတိကို အထောက်အကူပြုယေ ဒေတာတိ ပါဝင်ယေ အသုံးချ အခြေပြု အပိုင်းတခု ဖြစ်ပါယေ။

source: This is how you cite yourself if you wrote the content yourself.
rki: မိတ်ဆွေ ကိုယ်တိုင် အကြောင်းအရာကို ရီးသားကေ ကိုယ့်ကိုယ်ကိုယ် ကိုးကားပုံက အေပိုင် ဖြစ်ပါယေ။

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
rki: ဒေပရောဂျက်က မိတ်ဆွေပိုင် လူတိ မပါကေ မဖြစ်လာနိုင်ပါ။ 🎉 Common Voice မှာ ပါဝင်ဖို့ နည်းလမ်းတိ အများကြီး ဟိပါယေ - ပါဝင်ကူညီဖို့အတွက် ကုဒ်ရီးနည်းကို သိစရာ မလိုပါ။

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
rki: ဒေ ဆတ်တိန်စွာ မိတ်ဆွေ leaderboard မြင်နိုင်စွမ်းကို ထိန်းချုပ်ပီးပါယေ။ ဝှက်ထားယေခါ မိတ်ဆွေ တိုးတက်မှုစွာ သီးသန့် ဖြစ်နိန်ပါဖို့။ ဆိုလိုစွာက မိတ်ဆွေ ပုံ၊ အသုံးပြုယေ လူ နာမေနန့် တိုးတက်မှုစွာ leaderboard မှာ မပေါ်လာပါ။ leaderboard ပြန်ပနာ အသစ်ပြန်စဖို့ ~ { $minutes } မိနစ် ကြာစွာ သတိပြုပါ။

source: Three to go!
rki: သုံးခုရာ လိုပါဗျာလ်!

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
rki: မိတ်ဆွေ အီးမေးလ်ကို ပြောင်းဖို့ ဝါ ပြန်ပြင်ဖို့အတွက် <emailFragment>commonvoice@mozilla.com</emailFragment> ကို အီးမေးလ် ပို့ပါ။

source: To create your first API key, click "Create API Credentials,” then name your API Credentials and generate unique API Credentials by clicking “Generate Credentials.” Then, copy the secret key immediately, as it will only be displayed once.
rki: မိတ်ဆွေပိုင် ပထမဆုံး API key ကို ဖန်တီးဖို့အတွက် "Create API Credentials" ကို နှိပ်ပနာ မိတ်ဆွေ API Credentials ကို နာမေပီးဗျာယ် "Generate Credentials" ကို နှိပ်ပနာ ထူးခြားယေ API Credentials တိကို generate လုပ်ပါ။ ပြီးကေ လျှို့ဝှက် key ကို ချက်ချင်း copy ကူးယူပါ၊ ဇာဖြစ်လို့ဆိုကေ တခါတည်းရာ ပြစွာ ဖြစ်လို့ပါ။

source: Today
rki: အေနိ

source: Today's Common Voice progress on clips recorded
rki: အေနိ Common Voice က သွင်းထားယေ အသံဖိုင်တိ အနိန်အထား

source: Today's Common Voice progress on clips validated
rki: အေနိ Common Voice က အတည်ပြုထားယေ အသံဖိုင်တိ အနိန်အထား

source: Today's Progress
rki: အေနိ တိုးတက်မှု

source: Toggle automatic word-by-word playback
rki: စာလုံး တလုံးချင်းစီ အလိုအလျောက် ဖွင့်ဖို့ ပြောင်းလိုက်ပါ

source: Toggle mode menu
rki: ပြောင်းဖို့ မုဒ် မီနူး

source: Toggle popover
rki: ပေါ့ပ်အိုဗာ ပြောင်းပီးပါ

source: Toggle transcription mode menu
rki: စာသားမှတ်တမ်း မုဒ် မီနူးကို ပြောင်းလိုက်ပါ

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
rki: Common Voice dataset ထဲကို ထည့်သွင်းဖို့အတွက် အသံသွင်းထားစွာတခုကို သီးခြား အသုံးပြုယေ လူနှစ်ယောက်က အတည်ပြုပီးရပါဖို့။

source: Too many files
rki: ဖိုင်တိ ကကောင်း များနိန်ပါယေ

source: Top Contributors
rki: ထိပ်တန်း ပံ့ပိုးကူညီယေ လူတိ

source: To report content, select the “Report” button and choose one or all options: Offensive Content, Different language, Personally Identifiable Information, Other. From here, provide more details about why you are reporting the content in the text area. Then, submit the Report by clicking on the Report button.
rki: အကြောင်းအရာကို တိုင်ကြားဖို့ “တိုင်ကြားဖို့” ခလုတ်ကို ရွီးပနာ တခု ဝါ အားလုံးကို ရွီးပါ - စော်ကားယေ အကြောင်းအရာ၊ မတူညီယေ ဘာသာစကား၊ ကိုယ်ရေးကိုယ်တာ အချက်အလက်တိ၊ တခြား။ ဒေနိန်ရာက တိုင်ကြားရယေ အကြောင်းအရာ အကြောင်းရင်းကို စာသားနိန်ရာမှာ အသေးစိတ် ဖော်ပြပီးပါ။ ဗြီးကေ တိုင်ကြားဖို့ ခလုတ်ကို နှိပ်ပနာ တိုင်ကြားချက်ကို တင်သွင်းပီးပါ။

source: Total
rki: စုစုပေါင်း

source: Total Approved
rki: စုစုပေါင်း အတည်ပြုထားစွာ

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
rki: ညာဘက်မှာ အကျိုးကျေးဇူးတိကို ဖော်ပြထားပနာ၊ အကျွန်ရို့ အများပြည်သူအတွက် ထုတ်ပြန်ယေ အချက်အလက်တိကို ရှင်းရှင်းလင်းလင်း ဖော်ပြထားပါယေ။ မိတ်ဆွေ ကိုယ်ပိုင် စက်မှာ Common Voice အကောင့်တခုနန့် စလုပ်ဖို့ အောက်ကလိင့်ခ်တိကို အသုံးပြုပါ။

source: Toward next goal
rki: နောက် ပန်းတိုင်ကို လားပါ

source: Track progress here and on your stats page.
rki: ဒေနိန်ရာ နန့် စာရင်းအင်း စာမျက်နှာမှာ မိတ်ဆွေ တိုးတက်မှုကို ခြီရာခံကြည့်ပါ။

source: Transcribe
rki: စာနန့်ပြန်ရီးပါ

source: Transcribe answers
rki: အဖြေတိကို စာနန့် ရီးပီးပါ

source: Transcribe Audio
rki: အသံကို စာနန့် ပြန်ရီးပီးပါ

source: Transcribe audio recordings
rki: အသံမှတ်တမ်းတိကို စာနန့် ရီးပီးပါ

source: Transcribe audio recordings into text
rki: အသံသွင်းချက်တိကို စာသားအဖြစ် ပြောင်းပီးပါ

source: Transcribe both languages as they appear / sound. Don’t “fix” the language or change it to only one language.
rki: ဘာသာစကားနှစ်မျိုးလုံးကို ပေါ်လာယေအတိုင်း / အသံထွက်တေအတိုင်း ပြန်ရီးပါ။ ဘာသာစကားကို “ပြင်” စွာ ဝါ ဘာသာစကားတခုတည်းကို ပြောင်းစွာ မလုပ်ပါကဲ့။

source: Transcribe the Audio
rki: အသံကို စာနန့် ပြန်ရီးပီးပါ

source: Transcribing
rki: စာနန့်ပြန်ရီးယေ

source: Transcript edited successfully
rki: မှတ်တမ်းကို အောင်အောင်မြင်မြင် တည်းဖြတ်ဗြီးပါဗျာလ်

source: Transcript skipped successfully
rki: မှတ်တမ်းကို အောင်အောင်မြင်မြင် ကျော်လားဗြီးပါဗျာလ်

source: Transcript submitted successfully
rki: မှတ်တမ်းကို အောင်အောင်မြင်မြင် တင်သွင်းဗြီးပါဗျာလ်

source: Transcript voted successfully
rki: မှတ်တမ်းကို အောင်အောင်မြင်မြင် မဲပီးဗြီးပါဗျာလ်

source: Transgender
rki: လိင်ပြောင်းထားယေ လူ

source: Translate or paraphrase – write what the speaker said, not what they “meant.”
rki: ဘာသာပြန်ပါ ဝါ ပြန်ဆိုပါ - ပြောယေ လူ ပြောသမျှကိုရာ ရီးပါ၊ “ဆိုလိုရင်း” ကို အဓိပ္ပာယ်ဖွင့်ပနာ မရီးပါကဲ့။

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
rki: <translateVideoLink>Pontoon ကို ဇာပိုင် အသုံးပြုရဖို့လဲဆိုယေ အကျွန်ရို့ လမ်းညွှန်ချက်ကို ကြည့်ရှုပါ။</translateVideoLink>

source: Translating the site
rki: ဝပ်ဆိုက်ကို ဘာသာပြန်စွာ

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
rki: ဘာသာပြန်ဆိုချက်စွာ အင်္ဂလိပ်ဘာသာက ဖြစ်ကေလည်း၊ အခြားဘာသာစကားတိ သုံးဖို့ <strong>အကြံပြုချက်တိ</strong>ကို မိတ်ဆွေ တွိမြင်နိုင်ပါယေ။ <strong>ပရိုဖိုင်</strong> အိုင်ကင်ကို နှိပ်၊ ဗြီးကေ <strong>ဆတ်တိန်တိ</strong> လိင့်ခ်ကို နှိပ်ပနာ မိတ်ဆွေ သုံးယေ ဇာဘာသာစကားကိုမဆို ထည့်နိုင်ပါယေ။ အောက်ညာဖက်ဒေါင့်မှာ <strong>ဒေသဆိုင်ရာတိ</strong> လို့ ခေါ်ယေ ဘာသာပြန်ဆိုချက်တိ စာရင်း ဟိပါယေ။ ဘာသာပြန်ဆိုချက်တိကို တရက်အကြာမှာ ဝပ်ဆိုက်မှာ ပြသပါလိမ့်မေ။

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
rki: Common Voice ဝပ်ဆိုက် ဘာသာပြန်ဆိုချက်တိကို <strong>Pontoon</strong> မှာ ပြုလုပ်ပါယေ။

source: Try again by dragging your file here
rki: မိတ်ဆွေ ဖိုင်ကို အေနိန်ရာကို ဆွဲယူလာပနာ ထပ်ကြိုးစားကြည့်ပါ

source: Try to keep your response to 15-30 seconds
rki: တုံ့ပြန် ပြောလာဖို့စွာကို ၁၅ စက္ကန့် က စက္ကန့် ၃၀ အတွင်း ထိန်းထားနိုင်အောင် ကြိုးစားပါ

source: Try to spell words correctly for each language, unless the speaker clearly pronounces them in a nonstandard way.
rki: ပြောယေ လူစွာ စံမမီယေ နည်းလမ်းနန့် ရှင်းရှင်းလင်းလင်း အသံ မထွက်စွာမျိုးကလွှဲကေ၊ ဘာသာစကား တခုစီအတွက် စကားလုံးတိကို မှန်မှန်ကန်ကန် စာလုံးပေါင်းဖို့ ကြိုးစားပီးပါ။

source: Try uploading again
rki: တင်ပီးဖို့ ထပ်ပနာ ကြိုးစားကြည့်ပါ

source: Typically megabytes
rki: ပုံမှန်ဆိုကေ megabytes တိ

source: Typos
rki: စာရိုက် အမှားတိ

source: Unable to determine audio format. Please try using a different browser.
rki: အသံ ဖောမတ်ကို ဆုံးဖြတ်လို့ မရပါ။ ကျေးဇူးပြုပနာ အခြား ဘြောက်ဆာကို ပြောင်းသုံးကြည့်ပါ။

source: Unable to play audio. Please try again.
rki: အသံကို ဖွင့်မရ ဖြစ်နိန်ပါယေ။ ထပ်ကြိုးစားကြည့်ပါ။

source: Unclear
rki: မရှင်းလင်းစွာ

source: Understand contribution criteria
rki: ပံ့ပိုးကူညီဖို့အတွက် သတ်မှတ်ချက်တိကို နားလည်ပါ

source: Understand how to contribute and validate on the Common Voice dataset
rki: Common Voice dataset မှာ ဇာပိုင် ပံ့ပိုးကူညီပီးရဖို့လဲ၊ အတည်ပြုပီးရဖို့လဲဆိုစွာကို နားလည်ပါ။

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
rki: အသံကလစ်တိကို နားထောင်ယေခါ ဇာကို ရှာရဖို့လဲဆိုစွာကို နားလည်ပနာ ကိုယ့်အသံသွင်းချက်တိကိုလည်း ပို အရည်အသွေးကောင်းအောင် ကူညီပီးပါ။

source: Undo
rki: ပြန်လုပ်ပီးပါ

source: Universities, Academics and Researchers
rki: တက္ကသိုလ်တိ၊ ပညာရှင်တိနန့် သုတေသီတိ

source: Upload aborted. Do you want to delete your recordings?
rki: တင်နိန်စွာတိ ရပ်လိုက်ပါဗျာလ်။ မိတ်ဆွေ အသံ သွင်းထားစွာတိကို ဖျက်ပလိုက်ချင်ပါလာ?

source: Upload an image file
rki: ရုပ်ပုံဖိုင်တခုကို တင်ပီးပါ

source: { $uploadedQuestions } of { $totalQuestions } questions collected
rki: မေးခွန်း { $uploadedQuestions } ခုထဲက { $totalQuestions } ခုကို စုဆောင်းလားပါယေ

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
rki: မေးခွန်း { $uploadedQuestions } ခုထဲက { $totalQuestions } ခုကို စုဆောင်းလားပါယေ။ မေးခွန်းတိကို ဇာပိုင် ထည့်ရဖို့လဲဆိုစွာကို ပို လေ့လာဖို့ အကျွန်ရို့ <guidelinesLink>လမ်းညွှန်တိ</guidelinesLink> စာမျက်နှာတိကို လေ့လာကြည့်ပါ။

source: { $uploadedSentences } of { $totalSentences } sentences collected
rki: တင်ပီးယေ စာကြောင်း { $totalSentences }ထဲက စာကြောင်း { $uploadedSentences }ကြောင်း စုဆောင်းလားပါဗျာလ်

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
rki: တင်ပီးယေ စာကြောင်း { $totalSentences }ကြောင်းထဲက { $uploadedSentences }ကို စုဆောင်းလားပါဗျာလ်။ ငြင်းပယ်ခံရယေ စာကြောင်းတိကို ဒေါင်းလုဒ် လုပ်ဖို့ <downloadLink>အေနိန်ရာ</downloadLink>ကို နှိပ်ပါ။

source: Upload failed, please retry.
rki: တင်ပီးစွာ ပျက်လားပါယေ၊ ပြန်ကြိုးစားကြည့်ပါ။

source: Upload <icon></icon> public domain sentences
rki: အများသုံး ကဏ္ဍ စာကြောင်းတိကို <icon></icon> တင်ပီးပါ

source: Upload in progress...
rki: တင်ပီးစွာ လုပ်နိန်တုန်းပါ...

source: Upload more sentences?
rki: စာကြောင်းတိ ထပ်ပနာ တင်ပီးချင်ပါသိမ့်လာ?

source: Upload of this clip keeps failing at server. Reload the page or try again later.
rki: ဒေအသံဖိုင်ကို ဆာဗာမှာ အပ်လုဒ် လုပ်မရ ဖြစ်နိန်ပါယေ။ စာမျက်နှာကို ပြန်ပနာ တင်ကြည့်ပါ ဝါ နောက်မှ ထပ်ကြိုးစားကြည့်ပါ။

source: Upload of this clip keeps failing, keep retrying?
rki: ဒေအသံဖိုင်ကို အပ်လုဒ် လုပ်မရ ဖြစ်နိန်ပါယေ၊ ထပ်ကြိုးစားကြည့်ပါဖို့လား။

source: Use Bilingual Prompts
rki: နှစ်ဘာသာ ညွှန်ကြားချက်တိကို အသုံးပြုပါ

source: Use bilingual prompts that incorporate both languages in your question: Example:
rki: မိတ်ဆွေ မေးခွန်းမှာ ဘာသာစကားနှစ်မျိုးလုံးကို ပေါင်းစပ်ထားယေ နှစ်ဘာသာနန့် ညွှန်ကြားချက်တိကို အသုံးပြုပါ - ဥပမာ -

source: Use bilingual questions or context
rki: နှစ်ဘာသာမေးခွန်းတိ ဝါ အကြောင်းအရာကို အသုံးပြုပါ

source: Use correct grammar
rki: သဒ္ဒါကို မှန်အောင် သုံးပါ

source: Use correct orthography
rki: မှန်ကန်ယေ စာလုံးပေါင်းသတ်ပုံကို အသုံးပြုပီးပါ

source: Use correct spelling and grammar
rki: မှန်ကန်ယေ စာလုံးပေါင်းနန့် သဒ္ဒါကို သုံးပါ

source: Use correct spelling and grammar.
rki: မှန်ကန်ယေ စာလုံးပေါင်းနန့် သဒ္ဒါကို သုံးပါ။

source: Use correct spelling and punctuation
rki: မှန်ကန်ယေ စာလုံးပေါင်းနန့် ပုဒ်ဖြတ်ပုဒ်ရပ်တိကို အသုံးပြုပါ

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
rki: <mark>အော်ဂန်းနစ် စကားပြော အခြေအနေတိ</mark> နန့် အသုံးပြုယေ ကိစ္စရပ်တိအတွက် အသုံးဝင်ပါယေ (ဥပမာ၊ စာဖတ်သံ မပါဘဲနန့် အရပ်ဘက် စကားပြောယေ လူတိနန့် စကားပြောဆိုစွာ အသံကို မှတ်မိအောင် လုပ်ဆောင်ဇီချင်ယေခါ)

source: Use overly formal language
rki: ပုံမှန် ဘာသာစကားကို အလွန်အကျွံ အသုံးပြုပါ

source: Use pronunciation to help
rki: အထောက်အကူ ပြုဖို့ အသံထွက်ကို အသုံးပြုပီးပါ

source: Use Pronunciation to Help Determine the Language
rki: ဘာသာစကားကို ဆုံးဖြတ်စွာမှာ အထောက်အကူ ဖြစ်စီဖို့ အသံထွက်ကို အသုံးပြုပါ

source: User Name
rki: အသုံးပြုယေ လူ နာမေ

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
rki: အသုံးပြုသူယေ လူတိ လှူဒါန်းထားယေ အသံသွင်းထားစွာတိ တိကျမှုကို အတည်ပြုပီးပနာ၊ စကားပြောယေ လူက စာကြောင်းကို မှန်မှန်ကန်ကန် ဖတ်ထားယေလို့ စစ်ဆေးပီးပါယေ။

source: Use situations where both languages are commonly used (e.g., home, school, community events). Example:
rki: ဘာသာစကားနှစ်မျိုးစလုံးကို အသုံးများယေ အခြေအနေတိကို အသုံးပြုပါ (ဥပမာ - အိမ်၊ ကျောင်း၊ ရပ်ရွာပွဲတိ)။ ဥပမာ -

source: Use standard spelling for each language
rki: ဘာသာစကား တခုစီအတွက် စံသတ်မှတ်ထားယေ စာလုံးပေါင်းကို အသုံးပြုပါ

source: Use words you would actually use, even if borrowed or mixed
rki: ငှားယူထားစွာဖြစ်စီ၊ ရောနှောထားစွာဖြစ်စီ အမှန်တကယ် အသုံးပြုဖို့ စကားလုံးတိကို အသုံးပြုပါ

source: Using Correct Orthography for Each Language
rki: ဘာသာစကားတခုစီအတွက် မှန်ကန်ယေ အက္ခရာစာလုံး အသုံးပြုစွာ

source: Validate
rki: အတည်ပြုပီးပါ

source: Validated Clips
rki: အတည်ပြုထားယေ အသံဖိုင်တိ

source: Validated Hours
rki: အတည်ပြုထားယေ နာရီတိ

source: Validated Hr. Total
rki: အတည်ပြုထားယေ နာရီ စုစုပေါင်း

source: Validate readings
rki: ဖတ်ကြည့်ပနာ အတည်ပြုပီးပါ

source: Validate Readings
rki: ဖတ်ဖို့စွာတိကို အတည်ပြုပီးပါ

source: Validate Readings, Review Transcriptions
rki: ဖတ်ဖို့စွာတိကို အတည်ပြုပီးပါ၊ မှတ်တမ်းတိကို ပြန်ပနာ သုံးသပ်ပီးပါ

source: Validate Readings <small>(Coming soon)</small>
rki: ဖတ်ဖို့စွာတိကို အတည်ပြုပီးပါ <small>(မကြာခင် လာပါဖို့)</small>

source: Validate readings submitted by community members
rki: လူမှုအသိုင်းအဝိုင်း အဖွဲ့ဝင်တိက တင်သွင်းယေ ဖတ်စရာတိကို အတည်ပြုပီးပါ

source: Validate user-recorded readings in your language
rki: မိတ်ဆွေ ဘာသာစကားနန့် အသုံးပြုယေ တခြား လူတိ ဖတ်ပနာ မှတ်တမ်းတင်ထားစွာတိကို အတည်ပြုပီးပါ

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
rki: အတည်ပြုချက် <validateIcon></validateIcon> ဒေမေးခွန်းတိက လမ်းညွှန်ချက်တိနန့် ကိုက်ညီပါလား?

source: Validate <validateIcon></validateIcon> that this question meets the guidelines.
rki: အတည်ပြုချက် <validateIcon></validateIcon> ဒေမေးခွန်းက လမ်းညွှန်ချက်တိနန့် ကိုက်ညီပါလား?

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
rki: လှူဒါန်းထားယေ အသံဖိုင်တိကို အတည်ပြုပီးစွာက Common Voice မစ်ရှန်အတွက် ထပ်တူ အရေးကြီးပါယေ။ နားထောင်ပနာ အရည်အသွေးမြင့် open source အသံဒေတာတိကို ဖန်တီးဖို့ အကျွန်ရို့ကို ကူညီပီးပါ။

source: Validation Progress
rki: အတည်ပြုချက် လုပ်နိန်တုန်း

source: Validations
rki: အတည်ပြုထားစွာတိ

source: Value and recognition.
rki: တန်ဖိုးနန့် အသိအမှတ်ပြုမှု။

source: Variant Contribution Options
rki: အမျိုးကွဲ ပံ့ပိုးကူညီဖို့ ရွီးစရာတိ

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
rki: အမျိုးကွဲတိစွာ ဘာသာစကားတခုက သီးခြား ပုံစံတခု ဖြစ်ပါယေ - ဥပမာ ပထဝီဝင် ဝါ အသိုင်းအဝိုင်းမှာ နိန်ထိုင်ယေ လူတိ မျှဝီ သုံးစွဲကတ်ပါယေ။ တခါတခါ ယင်း အမျိုးကွဲတိကို ဒေသိယ စကားတိလို့ ခေါ်ကတ်ပါယေ။

source: Varying Pronunciations
rki: အသံထွက် အမျိုးမျိုး ပြောင်းနိန်ပါယေ

source: Version
rki: ဗားရှန်း

source: Very common mistakes include:
rki: ကကောင်း အဖြစ်များယေ အမှားတိမှာ ပါစွာတိက -

source: View your progress against personal and project goals.
rki: ကိုယ်ရေးကိုယ်တာနန့် ပရောဂျက်ရည်မှန်းချက်တိနန့် နှိုင်းယှဉ်ပနာ မိတ်ဆွေ တိုးတက်မှုကို ကြည့်ရှုပါ။

source: Visible
rki: မြင်နိုင်ယေ

source: Voice clips are entered into a submission queue that readies them for listening.
rki: အသံသွင်းထားစွာတိကို နားထောင်ဖို့ အသင့်ဖြစ်အောင် စာရင်း တင်သွင်းမှုထဲကို ထည့်သွင်းပါယေ။

source: Voice Collection
rki: အသံ စုစည်းမှု

source: Voice Contribution
rki: အသံ ပံ့ပိုးမှု

source: Voice Dataset, Ready for Download
rki: အသံ ဒေတာစု၊ ဒေါင်းလုဒ် လုပ်ဖို့ အဆင်သင့် ဖြစ်ပါဗျာလ်

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
rki: အသံစွာ သဘာဝပါ၊ အသံစွာ လူသားပါ။ ယင်းအတွက်နန့် စက်တိအတွက် အသုံးပြုနိုင်ဖို့ အသံနည်းပညာကို ဖန်တီးဖို့ အကျွန်ရို့ စိတ်လှုပ်ရှားမိပါယေ။ ယကေလည်း အသံစနစ်တိကို ဖန်တီးဖို့အတွက် ဆော့ဖ်ဝဲရီးသားယေ လူတိ အသံဒေတာ ကကောင်း အများကြီး လိုအပ်ပါယေ။

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
rki: အသံစွာ သဘာဝပါ၊ အသံစွာ လူသားပါ။ ယင်းအတွက်နန့် စက်တိအတွက် အသုံးပြုနိုင်ဖို့ အသံ နည်းပညာကို ဖန်တီးဖို့ အကျွန်ရို့ စိတ်ဝင်စားပါယေ။ ယကေလည်း အသံစနစ်တိကို ဖန်တီးဖို့အတွက် အသံ ဒေတာ ကကောင်း အများကြီး လိုအပ်ပါယေ။

source: Voices Online Now
rki: အသံဖိုင်တိ အွင်လိုင်းမှာ အဂု ဟိနိန်ပါဗျာလ်

source: Voice Validation
rki: အသံ အတည်ပြုမှု

source: Volume
rki: အသံ အတိုးအကျယ်

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
rki: VoxForge ကို အခမဲ့နှင့် ပွင့်လင်းယေ ရင်းမြစ် စကားသံမှတ်မိယေ အိန်ဂျိန်တိမှာ အသုံးပြုဖို့အတွက် စာသားပြန်ဆိုထားယေ စကားသံတိကို စုဆောင်းဖို့ တည်ဆောက်ထားပါယေ။

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
rki: Common Voice ကို ပိုကောင်းအောင် ကူညီပီးချင်ပါလား? ကကောင်း ကောင်းပါယေ။ အီးမေးလ် ဝါ <discourseLink>Discourse</discourseLink> ဖိုရမ်တိကတဆင့် ဆက်သွယ်ပါ၊ <githubLink>GitHub</githubLink> ကတဆင့် ဆိုက်ပြဿနာတိကို တင်ပြပါ၊ ဝါ <matrixLink>Matrix</matrixLink> အသိုင်းအဝိုင်း စကားပြောအခန်းမှာ ပါဝင်ပါ။

source: Want to save your information? <createProfile>Create a profile</createProfile>
rki: မိတ်ဆွေ အချက်အလက်တိကို သိမ်းထားချင်ပါလာ? <createProfile>ကိုယ့်စာမျက်နှာ ပြိုဖိုင်းတခု ဖန်တီးပါ</createProfile>

source: Want to stay in touch with Common Voice?
rki: Common Voice နန့် အဆက်အသွယ် ဟိနိန်ချင်ပါလား?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
rki: Common Voice ဒေတာစု ဗားရှန်းအသစ်ကို ထုတ်ပြန်ယေအခါ အပ်ဒိတ်တိ လိုချင်ပါလား? အကျွန်ရို့ သတင်းလွှာကို ရယူဖို့ စာရင်းသွင်းလိုက်ပါ။

source: Watch our video explainer to help
rki: အကူအညီရဖို့ အကျွန်ရို့ ဗီဒီယို ရှင်းလင်းချက်တိကို ကြည့်ရှုပါ
